export const ar = {
  translation: {
    Languages: 'اللغات',

    Home: 'الرئيسية',
    'About Us': 'من نحن',
    'Logistics & Storage': 'الخدمات اللوجستية والتخزين',
    'Spare Parts': 'قطع الغيار',
    'HD Used Machines': 'آلات غسيل الكلى المستعملة',
    Contact: 'اتصل',
    'Contact Us': 'اتصل بنا',

    'Get to Know Us Closer': 'تعرف علينا عن قرب',
    'Aikaceuticals Medical': 'شركة أيكاسيتكالز الطبية',
    home_description:
      'حيث يلتقي الخبرة في مستلزمات غسيل الكلى مع الحلول المبتكرة. بصفتنا شركة أوروبية رائدة في التصنيع والتوزيع في هذا المجال، نفخر بتقديم منتجات عالية الجودة مصممة لتلبية احتياجات شركائنا. نقدم مجموعة شاملة من مستلزمات غسيل الكلى، مصممة لتحسين رعاية المرضى وتعزيز نتائج العلاج. مع شركة أيكاسيتكالز الطبية، لن تحصل فقط على المستلزمات، بل ستكسب شريكًا موثوقًا مكرسًا لنجاحك. انضم إلينا في تشكيل مستقبل رعاية غسيل الكلى، في كل مكان وللجميع.',

    about_description1: `تكرس شركتنا أيكاسيتكالز الطبية جهودها لخدمة شركائنا في مجال تصنيع
                    وتوزيع وخدمات معدات غسيل الكلى منذ عام 2015. وبفضل سنوات من الخبرة
                    المتراكمة والجهود البحثية والتطويرية المكثفة، تمكنت شركتنا بفخر من
                    تأسيس علامتها التجارية.`,
    about_description2: `نعمل من منشآت في كل من أوروبا وتركيا، ونتخصص في إنتاج علامتنا
                    التجارية الخاصة بمستلزمات غسيل الكلى، والتي تشمل المستلزمات الأساسية
                    مثل الفلاتر، وخطوط الدم، والإبر الشريانية، وخراطيش البيكربونات،
                    بالإضافة إلى تصنيع وتوزيع مساحيق وحلول غسيل الكلى السائلة. نقدم دعمًا
                    مباشرًا لمراكز غسيل الكلى والمستشفيات والشركات الشريكة، مع ضمان
                    الامتثال لمتطلبات المناقصات.`,
    about_description3: `تشمل مجموعة منتجاتنا الفلاتر، ومجموعات الشرايين الوريدية، والإبر
                    الشريانية، وحلول غسيل الكلى في أشكال سائلة ومسحوقة، والتي يتم إدارتها
                    وتوريدها لشركائنا الموزعين في جميع أنحاء العالم من مقرنا الرئيسي في
                    إسطنبول بشكل دائم.`,
    about_description4: `بالإضافة إلى ذلك، بصفتنا مصنعين لأنظمة تنقية المياه لغسيل الكلى
                    التي تلبي المعايير الأوروبية، نقدم دعمًا شاملاً لمراكز غسيل الكلى،
                    ليس فقط من خلال مجموعة مستلزماتنا، ولكن أيضًا من خلال البنية التحتية.
                    يشمل ذلك مشاريع مراكز غسيل الكلى الجاهزة، وخدمات الاستشارات، والنصائح
                    الطبية.`,
    about_description5: `يقع مصنعنا الرئيسي الآن في كوجالي، تركيا، وكان سابقًا في إزمير،
                    ويمتد على مساحة 1500 متر مربع حيث نصنع حلولنا ومساحيقنا.`,
    about_description6: `نقوم بتوريد تركيبات الأحماض والبيكربونات المعبأة في عبوات سعة 10
                    لترات و5 لترات للعديد من مراكز غسيل الكلى الخاصة والمستشفيات الحكومية
                    في تركيا.`,
    about_description7: `تشمل مجموعة منتجاتنا:`,
    about_description8: `مستلزمات غسيل الكلى`,
    about_description9: `حلول ومساحيق غسيل الكلى`,
    about_description10: `أنظمة تنقية المياه بالتناضح العكسي الثابتة أو المحمولة`,
    about_description11: `خلاطات الحلول`,
    about_description12: `بيكربونات غسيل الكلى`,
    about_description13: `القساطر الدائمة والمؤقتة، مع خيار إنشاء حزم مخصصة بالجملة لتلبية
                    جميع احتياجاتك.`,
    about_description14: `بالإضافة إلى تصنيعنا، نوفر أيضًا منتجات من علامات تجارية عالمية
                    معروفة مثل فريزينيوس، نيبرو، أساهي، جامبرو، بي براون، أرو، بارد،
                    كوفيديان، وميدكومب.`,
    about_description15: `المطهرات`,
    about_description16: `نقدم دعمًا لوجستيًا خلال مرحلة الشراء ونوفر خدمات التوصيل السريع
                    عبر قنوات DHL وUPS وTNT/FEDEX لتلبية الاحتياجات العاجلة.`,
    about_description17: `تشمل وجهات التصدير الرئيسية لدينا أوزبكستان، أذربيجان، كازاخستان،
                    روسيا، أفغانستان، الأرجنتين، توغو، بلغاريا، اليونان، الكونغو، بابوا
                    غينيا الجديدة، بوروندي، تايلاند، جنوب أفريقيا، أنغولا، السودان،
                    تونس، مصر، المغرب، الجزائر، النيجر، نيجيريا (إيكجا، لاغوس)، الكونغو،
                    تشاد، الغابون، غانا، كينيا، بوتسوانا، أوغندا، الصومال، اليمن، عمان،
                    الكاميرون، موريتانيا، بوركينا فاسو، جزر القمر، صوماليلاند، إريتريا،
                    الصومال، دول شرق أفريقيا بما في ذلك جيبوتي، والدول الآسيوية مثل
                    الصين، سريلانكا، الفلبين، ماليزيا.`,
    about_description18: `هدفنا هو ضمان عملية علاج أكثر كفاءة وسلاسة لجميع المرضى الذين
                    يحتاجون إلى غسيل الكلى مع علامتنا التجارية، من خلال توفير منتجات
                    عالية الجودة ومستدامة لشركائنا وتعزيز ميزتهم التنافسية.`,

    logistic_description1: `الخدمات اللوجستية والتخزين لغسيل الكلى من أيكاسيتكالز الطبية`,
    logistic_description2: `الشحن والتخزين العالمي، الخبرة اللوجستية وضوابط الجودة`,
    logistic_description3: `تقدم شركة أيكاسيتكالز الطبية مجموعة متنوعة من الخدمات اللوجستية
                    التي تحولنا من موزع إلى شريك لوجستي. طورت أيكاسيتكالز جلوبال أسطولًا
                    يعد الخدمة المثالية لأي تسليم يتطلب توقيتًا محددًا أو يحتاج إلى
                    اهتمام خاص. تتوفر ثلاث خيارات للتوصيل توفر الوقت والمساحة:`,
    logistic_description4: `تشمل مجموعة منتجاتنا الفلاتر، ومجموعات الشرايين الوريدية، والإبر
                    الشريانية، وحلول غسيل الكلى في أشكال سائلة ومسحوقة، والتي يتم إدارتها
                    وتوريدها لشركائنا الموزعين في جميع أنحاء العالم من مقرنا الرئيسي في
                    إسطنبول بشكل دائم.`,
    logistic_description5: `خدمة نقطة الاستخدام، خدمة العربة، وخدمة الرف. نقدم أيضًا حلاً
                    لإدارة المخزون يسمى مخزون شركة أيكاسيتكالز وموزعات معدات الحماية
                    الشخصية للمنتجات القابلة للتصرف. تساعد خدماتنا المرافق الصحية على
                    توفير الوقت والمال، مما يسمح لها بالتركيز على ما تفعله بشكل أفضل:
                    رعاية مرضاها.`,

    spare_parts_heading: 'قطع غيار لأنظمة غسيل الكلى',
    spare_parts_description1: `ضمان التشغيل المستمر لمعدات غسيل الكلى الخاصة بك مع مجموعتنا
                        الواسعة من قطع الغيار لآلات غسيل الكلى. نحن نوفر مكونات عالية
                        الجودة ومتوافقة للعلامات التجارية الرائدة بما في ذلك فريزينيوس،
                        بي براون، نيبرو، جامبرو، والمزيد.`,
    spare_parts_description2: `قطع غيار أصلية ومتوافقة متوفرة`,
    spare_parts_description3: `شحن سريع عالمي`,
    spare_parts_description4: `إرشادات ودعم فني`,
    spare_parts_description5: `مخزون للنماذج القديمة والحديثة`,
    spare_parts_description6: `نعمل من منشآت في كل من أوروبا وتركيا، ونتخصص في إنتاج علامتنا
                        التجارية الخاصة بمستلزمات غسيل الكلى، والتي تشمل المستلزمات الأساسية
                        مثل الفلاتر، وخطوط الدم، والإبر الشريانية، وخراطيش البيكربونات،
                        بالإضافة إلى تصنيع وتوزيع مساحيق وحلول غسيل الكلى السائلة. نقدم دعمًا
                        مباشرًا لمراكز غسيل الكلى والمستشفيات والشركات الشريكة، مع ضمان
                        الامتثال لمتطلبات المناقصات`,
    spare_parts_description7: `من مضخات الدم وأجهزة الاستشعار إلى الصمامات، والمشابك، والشاشات
                        التي تعمل باللمس – لدينا ما تحتاجه للحفاظ على تشغيل أجهزتك بأقصى
                        كفاءة.`,
    spare_parts_description8: `اطلب عرض أسعار أو تواصل مع فريقنا اليوم.`,
    hd_used_machines_heading: 'آلات غسيل الكلى المستعملة عالية الجودة متوفرة',
    hd_used_machines_description1: `تبحث عن حلول غسيل الكلى الموثوقة وذات التكلفة الفعالة؟ نحن نقدم
                        مجموعة مختارة بعناية من آلات غسيل الكلى المستعملة من العلامات
                        التجارية العالمية الرائدة. يتم اختبار كل وحدة بالكامل وتجديدها
                        لتلبية المعايير الطبية الصارمة وجاهزة للاستخدام السريري.`,
    hd_used_machines_description2: `أداء معتمد`,
    hd_used_machines_description3: `التثبيت والدعم الفني متوفر`,
    hd_used_machines_description4: `علامات تجارية تثق بها – فريزينيوس، بي براون، نيبرو والمزيد`,
    hd_used_machines_description5: `أسعار معقولة`,
    hd_used_machines_description6: `سواء كنت توسع مركز غسيل الكلى الخاص بك أو تنشئ منشأة جديدة،
                        توفر أجهزتنا المستعملة التوازن المثالي بين الجودة والقيمة. تواصل معنا
                        اليوم للحصول على قائمة الجرد الحالية والعروض.`,
    contact_us_heading: 'مساعدة سريعة واتصال سهل',
    contact_us_description1: `إذا كان لديك سؤال أو ملاحظات أو عرض للتعاون،
                                يرجى الاتصال بنا عن طريق ملء نموذج الاتصال.`,
    contact_us_description2: `سوف نتواصل معك في أقرب وقت ممكن.`,

    'Full Name': 'الاسم الكامل',
    Email: 'البريد الإلكتروني',
    Phone: 'الهاتف',
    Country: 'الدولة',
    Subject: 'الموضوع',
    'Your Message': 'رسالتك',
    Submit: 'إرسال',
    Sending: 'جاري الإرسال...',
    message_sent_success_message:
      'تم استلام رسالتك من قبل المسؤول وسيتم التواصل معك في أقرب وقت ممكن.',
    message_sent_error_message: 'حدث خطأ ما! يرجى المحاولة مرة أخرى لاحقًا.',

    footer_rights: 'جميع الحقوق محفوظة',
    footer_copyright: 'حقوق النشر',
    footer_company_description: `تكرس شركتنا أيكاسيتكالز جهودها لخدمة شركائنا في مجال تصنيع
                            وتوزيع وخدمات معدات غسيل الكلى منذ عام 2015. وبفضل سنوات من
                            الخبرة المتراكمة والجهود البحثية والتطويرية المكثفة، تمكنت شركتنا
                            بفخر من تأسيس علامتها التجارية.`,
  },
};
