export const ar = {
  translation: {
    Languages: 'اللغات',

    Home: 'الرئيسية',
    'Products': 'المنتجات',
    'Pre- owned': 'مستعملة',
    'About Us': 'من نحن',
    'Logistics & Storage': 'الخدمات اللوجستية والتخزين',
    'Spare Parts': 'قطع الغيار',
    'HD Used Machines': 'آلات غسيل الكلى المستعملة',
    Contact: 'اتصل',
    'Contact Us': 'اتصل بنا',

    'Get to Know Us Closer': 'تعرف علينا عن قرب',
    'Aika Ceuticals Medical': 'شركة أيكاسيتكالز الطبية',
    home_description:
      'حيث تلتقي الخبرة في خدمات ومستلزمات غسيل الكلى مع الحلول المبتكرة. وبصفتنا شريكًا موثوقًا في هذا القطاع، نفخر بتقديم منتجات عالية الجودة مصممة خصيصًا لتلبية احتياجات شركائنا. نوفر مجموعة شاملة من مستلزمات غسيل الكلى تهدف إلى تحسين رعاية المرضى وتعزيز نتائج العلاج. مع شركة أيكاسيتكالز، لا تحصل فقط على منتجات، بل تكسب شريكًا موثوقًا ملتزمًا بنجاحك. انضم إلينا في رسم مستقبل رعاية غسيل الكلى، في كل مكان وللجميع.',

    about_description1:
      'تلتزم شركة أيكا سيتكالز منذ عام 2012 بخدمة شركائها في مجال معدات غسيل الكلى والتوزيع والخدمات. وبالاعتماد على سنوات من الخبرة المتراكمة والجهود المستمرة، نجحت الشركة في تأسيس علاماتها التجارية بكل فخر.',

    about_description2:
      'نزاول أعمالنا من خلال منشآتنا المتخصصة في بيع مستلزمات غسيل الكلى، والتي تشمل المواد الاستهلاكية الأساسية مثل المرشحات، وخطوط الدم، وإبر الوصلة الشريانية الوريدية، وخراطيش البيكربونات، إضافة إلى توزيع مساحيق ومحاليل غسيل الكلى السائلة. كما نقدم دعماً مباشراً لمراكز غسيل الكلى والمستشفيات وشركائنا مع ضمان الالتزام بمتطلبات المناقصات.',

    about_description3:
      'تشمل مجموعة منتجاتنا المرشحات، ومجموعات AV، والناسور الشرياني الوريدي، ومحاليل غسيل الكلى السائلة والمساحيق، والتي يتم إدارتها وتوريدها إلى شركائنا من الموزعين في جميع أنحاء البلاد من مقرنا الرئيسي في لاهور بشكل منتظم.',

    about_description4:
      'بالإضافة إلى ذلك، وبصفتنا موزعاً لأنظمة تنقية مياه غسيل الكلى المطابقة للمعايير، نوفر دعماً شاملاً لمراكز غسيل الكلى ليس فقط من خلال المستلزمات، بل أيضاً من خلال البنية التحتية، بما في ذلك مشاريع مراكز غسيل الكلى الجاهزة، والخدمات الاستشارية، والاستشارات الطبية.',

    about_description6:
      'نقوم بتوريد تركيبات الأحماض والبيكربونات المعبأة بسعة 4 لترات إلى العديد من مراكز غسيل الكلى الخاصة والمستشفيات الحكومية في باكستان.',

    about_description7:
      'تشمل محفظة منتجاتنا:',

    about_description8:
      'مستلزمات غسيل الكلى',

    about_description9:
      'محاليل غسيل الكلى والتركيبات المسحوقة',

    about_description10:
      'أنظمة تنقية المياه بالتناضح العكسي الثابتة أو المحمولة',

    about_description11:
      'خلاطات المحاليل',

    about_description12:
      'بيكربونات غسيل الكلى',

    about_description13:
      'قسطـرات دائمة ومؤقتة، مع إمكانية إعداد عبوات مخصصة بالجملة لتلبية جميع احتياجاتكم.',

    about_description14:
      'إلى جانب خدماتنا، نقوم أيضاً بتوريد منتجات علامات تجارية عالمية معروفة مثل فريسينيوس، نيبرو، بايه، باين، جامبرو، بي براون، آرو، بارد، كوفيديان، وميدكمب.',

    about_description15:
      'مواد التعقيم',

    about_description16:
      'نقدم دعماً لوجستياً خلال مرحلة الشراء ونوفر خدمات توصيل سريعة عبر شركات شحن معروفة لتلبية الاحتياجات العاجلة.',

    about_description18:
      'هدفنا هو ضمان عملية علاج أكثر كفاءة وسلاسة لجميع مرضى غسيل الكلى، من خلال تزويد شركائنا بمنتجات مستدامة وعالية الجودة وتعزيز قدرتهم التنافسية.',

    logistic_description1: `الخدمات اللوجستية والتخزين لغسيل الكلى من أيكاسيتكالز الطبية`,
    logistic_description2: `الشحن والتخزين العالمي، الخبرة اللوجستية وضوابط الجودة`,
    logistic_description3: `تقدم شركة أيكاسيتكالز الطبية مجموعة متنوعة من الخدمات اللوجستية
                    التي تحولنا من موزع إلى شريك لوجستي. طورت أيكاسيتكالز جلوبال أسطولًا
                    يعد الخدمة المثالية لأي تسليم يتطلب توقيتًا محددًا أو يحتاج إلى
                    اهتمام خاص. تتوفر ثلاث خيارات للتوصيل توفر الوقت والمساحة:`,
    logistic_description4: `تشمل مجموعة منتجاتنا الفلاتر، ومجموعات الشرايين الوريدية، والإبر
                    الشريانية، وحلول غسيل الكلى في أشكال سائلة ومسحوقة، والتي يتم إدارتها
                    وتوريدها لشركائنا الموزعين في جميع أنحاء العالم من مقرنا الرئيسي في
                    إسطنبول بشكل دائم.`,
    logistic_description5: `خدمة نقطة الاستخدام، خدمة العربة، وخدمة الرف. نقدم أيضًا حلاً
                    لإدارة المخزون يسمى مخزون شركة أيكاسيتكالز وموزعات معدات الحماية
                    الشخصية للمنتجات القابلة للتصرف. تساعد خدماتنا المرافق الصحية على
                    توفير الوقت والمال، مما يسمح لها بالتركيز على ما تفعله بشكل أفضل:
                    رعاية مرضاها.`,

    spare_parts_heading: 'قطع غيار لأنظمة غسيل الكلى',
    spare_parts_description1: `ضمان التشغيل المستمر لمعدات غسيل الكلى الخاصة بك مع مجموعتنا
                        الواسعة من قطع الغيار لآلات غسيل الكلى. نحن نوفر مكونات عالية
                        الجودة ومتوافقة للعلامات التجارية الرائدة بما في ذلك فريزينيوس،
                        بي براون، نيبرو، جامبرو، والمزيد.`,
    spare_parts_description2: `قطع غيار أصلية ومتوافقة متوفرة`,
    spare_parts_description3: `شحن سريع عالمي`,
    spare_parts_description4: `إرشادات ودعم فني`,
    spare_parts_description5: `مخزون للنماذج القديمة والحديثة`,
    spare_parts_description6: `نعمل من منشآت في كل من أوروبا وتركيا، ونتخصص في إنتاج علامتنا
                        التجارية الخاصة بمستلزمات غسيل الكلى، والتي تشمل المستلزمات الأساسية
                        مثل الفلاتر، وخطوط الدم، والإبر الشريانية، وخراطيش البيكربونات،
                        بالإضافة إلى تصنيع وتوزيع مساحيق وحلول غسيل الكلى السائلة. نقدم دعمًا
                        مباشرًا لمراكز غسيل الكلى والمستشفيات والشركات الشريكة، مع ضمان
                        الامتثال لمتطلبات المناقصات`,
    spare_parts_description7: `من مضخات الدم وأجهزة الاستشعار إلى الصمامات، والمشابك، والشاشات
                        التي تعمل باللمس – لدينا ما تحتاجه للحفاظ على تشغيل أجهزتك بأقصى
                        كفاءة.`,
    spare_parts_description8: `اطلب عرض أسعار أو تواصل مع فريقنا اليوم.`,
    hd_used_machines_heading: 'أجهزة غسيل كلى عالية الجودة مستعملة ومتوفرة',
    hd_used_machines_description1:
      'هل تبحث عن حلول غسيل كلى موثوقة وذات تكلفة مناسبة؟ نوفر مجموعة مختارة بعناية من أجهزة غسيل الكلى المستعملة من علامات تجارية عالمية رائدة. يتم فحص كل جهاز بالكامل وفقاً للمعايير الطبية الصارمة، وهو جاهز للاستخدام السريري.',
    hd_used_machines_description2: `أداء معتمد`,
    hd_used_machines_description3: `التثبيت والدعم الفني متوفر`,
    hd_used_machines_description4: `علامات تجارية تثق بها`,
    hd_used_machines_description5: `أسعار معقولة`,
    hd_used_machines_description6: `سواء كنت توسع مركز غسيل الكلى الخاص بك أو تنشئ منشأة جديدة،
                        توفر أجهزتنا المستعملة التوازن المثالي بين الجودة والقيمة. تواصل معنا
                        اليوم للحصول على قائمة الجرد الحالية والعروض.`,
    contact_us_heading: 'مساعدة سريعة واتصال سهل',
    contact_us_description1: `إذا كان لديك سؤال أو ملاحظات أو عرض للتعاون،
                                يرجى الاتصال بنا عن طريق ملء نموذج الاتصال.`,
    contact_us_description2: `سوف نتواصل معك في أقرب وقت ممكن.`,

    'Full Name': 'الاسم الكامل',
    Email: 'البريد الإلكتروني',
    Phone: 'الهاتف',
    Country: 'الدولة',
    Subject: 'الموضوع',
    'Your Message': 'رسالتك',
    Submit: 'إرسال',
    Sending: 'جاري الإرسال...',
    message_sent_success_message:
      'تم استلام رسالتك من قبل المسؤول وسيتم التواصل معك في أقرب وقت ممكن.',
    message_sent_error_message: 'حدث خطأ ما! يرجى المحاولة مرة أخرى لاحقًا.',

    footer_rights: 'جميع الحقوق محفوظة',
    footer_copyright: 'حقوق النشر',
    footer_company_description: `تكرس شركتنا أيكاسيتكالز جهودها لخدمة شركائنا في مجال تصنيع
                            وتوزيع وخدمات معدات غسيل الكلى منذ عام 2012. وبفضل سنوات من
                            الخبرة المتراكمة والجهود البحثية والتطويرية المكثفة، تمكنت شركتنا
                            بفخر من تأسيس علامتها التجارية.`,
  },
};
